data = [{
    title: "包袋",
    fenlei: ["男士包袋", "女士包袋", "钱包", "手拿包", "斜挎包", "拉杆箱", "双肩包", "手提包"],
    pinpai: ["爱马仕", "香奈儿", "迪奥", "路易威登", "古驰", "圣罗兰", "宝格丽", "蔻驰", "葆蝶家", "范思哲", "杜嘉班纳", "克洛伊", "普拉达", "缪缪", "亚历山大麦昆"]
}, {
    title: "腕表",
    fenlei: ["男士", "女士", "机械腕表", "石英腕表"],
    pinpai: ["百达翡丽", "江诗丹顿", "宝柏", "宝玑", "朗格", "积家", "芝柏", "萧邦", "万国", "沛纳海", "格拉苏蒂", "劳力士", "真力时", "卡地亚", "欧米茄", "浪琴", "天梭", "汉密尔顿"]
}, {
    title: "珠宝首饰",
    fenlei: ["项链", "吊坠", "手链", "耳饰", "手镯", "戒指", " 指环", "手串", "串珠", "配珠", "首饰", "套装", "胸针", "头饰"],
    pinpai: ["梵克雅宝", "尚美", "蒂芙尼", "迪奥", "宝格丽", "施华洛世奇", "爱马仕", "潘多拉", "香奈儿", "路易威登", "Apm Monaco", "莫妮卡维纳德"]
}, {
    title: "服饰",
    fenlei: ["项链", "吊坠", "手链", "耳饰", "手镯", "戒指", " 指环", "手串", "串珠", "配珠", "首饰", "套装", "胸针", "头饰"],
    pinpai: ["梵克雅宝", "尚美", "蒂芙尼", "迪奥", "宝格丽", "施华洛世奇", "爱马仕", "潘多拉", "香奈儿", "路易威登", "Apm Monaco", "莫妮卡维纳德"]
}, {
    title: "鞋履",
    fenlei: ["平底鞋", "靴子", "皮鞋", "拖鞋", "高跟鞋", "凉鞋", "运动鞋", "乐福鞋"],
    pinpai: ["古驰", "巴黎世家", "Jimmy Choo", "马诺洛 伯拉尼克", "菲拉格慕", "博柏利", "华伦天奴", "斯图尔特 韦茨曼", "塞乔 罗西", "Golden Goose", "Roger Vivier", "Tod", "sHogan", "普拉达", "缪缪"]
}, {
    title: "配饰",
    fenlei: ["墨镜", "眼镜框", "腰带", "围巾", "丝巾", "雨伞", "挂饰", "帽子", "手套", "钥匙扣", "袖扣", "领结"],
    pinpai: ["爱马仕", "路易威登", "古驰", "菲拉格慕", "范思哲", "博柏利", "万宝龙", "雷朋", "普拉达", "巴利", "缪缪", "葆蝶家"]
}, {
    title: "运动",
    fenlei: ["跑步鞋", "运动服", "背包", "健身装备", "骑行装备", "泳装"],
    pinpai: ["阿迪达斯", "耐克", "Y-3", "彪马", "Supreme", "Hotsui", "t始祖鸟", "Marmot", "鬼冢虎", "安德玛", "Superga", "亚瑟士"]
}, {
    title: "家居",
    fenlei: ["饰品", "摆件", "生活电器", "家具", "智能科技", "手机", "影音娱乐"],
    pinpai: ["Zippo", "都彭", "菲仕乐", "玛戈隆特", "三星", "魔声", "微软", "华为"]
}, {
    title: "美妆",
    fenlei: ["面部护理", "眼部护理", "身体护理", "美容健康", "香水", "面部彩妆", "唇部彩妆"],
    pinpai: ["海蓝之谜", "SK-II", "香奈儿", "迪奥", "兰蔻", "雅诗兰黛", "YSL", "Tom Ford"]
}, {
    title: "生活方式",
    fenlei: ["豪车租赁", "飞机 游艇", "旅行", "美容与健康"],
    pinpai: ["品牌", "奥迪", "OXYGYM", "青岛乘风破浪帆船俱乐部"]
}]